H.data.l10n.answer_card_4 = [
	{
		elm: 'title',
		text: 'Замужество и Европа'
	},
	{
		elm: 'p',
		text:
            'В 1846м году Эллен вышла замуж за Джеймса Уайта.'
            + 'Вскоре после их свадьбы Джеймс и Эллен, прочитав брошюру отставного капитана Джозефа Бейтса, '
            + 'признали Библейскую истинность седьмого дня Субботы. '
            + 'Семья Уайт была бедной. '
            + 'Работа адвентистских проповедников не оплачивалась, поэтому Джеймсу Уайту приходилось заниматься '
            + 'одновременно проповедованием и зарабатыванием на жизнь в лесу, на железной дороге или на сенокосе. '
            + 'В 1847м году в семье Уайт родился сын Генри.'
	},
	{
		elm: 'p',
		text:
            'Всего у Эллен и Джеймса было четверо сыновей. '
            + 'Генри умер, когда ему было всего 16. '
            + 'Эдсон вырос и начал миссионерскую работу на юге США на лодке Утренняя Звезда. '
            + 'Вильям повзрослев стал пастором, управляющим и помощником Эллен Уайт. '
            + 'Джон Герберт умер не прожив и нескольких недель.'
	},
	{
		elm: 'p',
		text:
            'Первые годы брака Эллен писала и много путешествовала, посещая верных Адвентистов. '
            + 'В 1885м году семья Уайт переехала в Батл-Крик, Мичиган, где верующие построили небольшое издательство. '
            + 'Вскоре после этого там была основана медицинская школа, которая быстро увеличилась до большого госпиталя, '
            + 'называемого Санаторием. '
            + 'Работа развивалась быстрыми темпами и вскоре рассеянные группы верующих поняли, '
            + 'что им нужна организация, с помощью которой они могут координировать совместную работу '
            + 'проповеди Божьих истин людям. '
            + 'В мае 1863го года была официально основана Церковь Адвентистов Седьмого дня.'
	},
	{
		elm: 'p',
		text:
            'Джеймс Уайт много работал помогая Адвентистам Седьмого дня. '
            + 'Он был занят организацией печати книг, которые писала Эллен Уайт. '
            + 'Джеймс и Эллен много путешествовали и проповедовали. '
            + 'Джеймс Уайт помогал собирать деньги на развитие Санатория в Батл-Крике. '
            + '(санаторием управлял известный доктор Джон Келлог)'
            + 'Также Джеймс собирал деньги для большой церкви в Батл-Крике, которая называлась Десятицентовая Скиния. '
            + 'В 1881м году, когда ему было 60, скончался Джеймс Уайт.'
	},
	{
		elm: 'p',
		text:
            'После смерти Джеймса, Вилли Уайт помогал матери с писательством и путешествиями. '
            + 'В 1885м году Эллен Уайт попросили отправится в Европу для помощи местным церквам. '
            + 'Два года она жила в Базеле, Швейцария, и путешествовала в Англию, '
            + 'Германию, Францию, Италию, Данию, Норвегию и Швецию. '
            + 'Когда Эллен вернулась в США, она выбрала для жилья дом в Гильдсбурге, Калифорния.'
	}
];