H.data.l10n.answer_card_1 = [
	{
		elm: 'title',
		text: 'Проверка истинности пророка'
	},
	{
		elm: 'p',
		text:
            'Проверка 1: Ис. 8:20 — Не противоречит Библии.'
            + "\n"
            + 'Мы должны сравнивать слова пророка со Священным Писанием. Истинный пророк никогда не будет противоречить Библии.'
	},
	{
		elm: 'p',
		text:
            'Проверка 2: Матф. 7:15-20 — По плодам их узнаете их.'
            + "\n"
            + 'Эта проверка требует времени, потому что плоды не созревают за ночь. '
            + 'Наблюдая за пророком, его характером и результатом его слов, мы можем понять направляет ли он людей на пути Божьи или уводит в противоположном направлении.'
	},
	{
		elm: 'p',
		text:
            'Проверка 3: Иер. 28:9 — Сбывающиеся пророчества.'
            + "\n"
            + 'Это очень простая проверка. Если кто-то предсказывает событие и потом оно не происходит, мы понимаем, что этот человек не настоящий пророк. '
            + 'Но следует помнить, что иногда события могут происходить или не происходить в зависимости от того, как люди откликаются на зов Бога. '
            + '(например, можно вспомнить жителей Ниневии, которых Бог не уничтожил после их обращения)'
	},
	{
		elm: 'p',
		text:
            'Проверка 4: 1Ин. 4:1-3 — Христоцентричность.'
            + "\n"
            + 'Истинный пророк верит и учит тому, что Иисус полностью Бог и полностью человек.'
            + 'Христос пришел на Землю, жил тут и умер за нас.'
            + 'Истинный пророк говорит о любви Иисуса и ставит Его в центр всех своих вестей.'
            + "\n"
            + 'От начала адвентистского движения миллионы людей изучали жизнь и пророчества Эллен Уайт сравнивая с Библией для того, чтобы понять истинный ли она пророк.'
            + 'И Эллен Уайт прошла все проверки на отлично!'
	}
];