H.data.l10n.answer_card_2 = [
	{
		elm: 'title',
		text: 'Вдохновение'
	},
	{
		elm: 'p',
		text:
            'Адвентисты Седьмого дня верят, что Бог не диктует точные слова своим пророкам. '
            + 'Вместо этого Дух Святой вдохновляет пророка через видения или сны, '
            + 'чтобы он передал Божье послание своими словами остальным людям.'
	},
	{
		elm: 'p',
		text:
            'Для передачи вести пророк использует язык, на котором общается каждый день. '
            + 'Он учится, читает, путешествует. '
            + 'Иногда он может сделать какую-то грамматическую ошибку, которую следует исправить. '
            + 'Эллен Уайт никогда не была идеальной, но она всегда старалась быть похожей на Христа и с верой передавать Божью весть.'
	},
	{
		elm: 'p',
		text: 'Провозглашение вести часто было очень сложным и Бог давал ей смелость и помогал с верой найти подход к людям.'
	},
	{
		elm: 'p',
		text:
            'Произведения Эллен Уайт это не дополнение к Библии. '
            + 'Она говорила, что ее письма это "меньший свет, чтобы подвести людей к свету большему". '
            + 'Ее весть возносит и возвеличивает Библию.'
	}
];