H.data.l10n.answer_card_5 = [
	{
		elm: 'title',
		text: 'Последние годы Эллен Уайт'
	},
	{
		elm: 'p',
		text:
            'В 1891м году Эллен Уайт пригласили в Австралию. '
            + 'Там она помогала запустить школу в Эвондэйле. '
            + 'Эллен жила возле школы в доме, который она называла Саннисайд. '
            + 'Как-то раз в 1900с году Эллен Уайт удивила свою семью и людей, работающих с ней, рассказав им, '
            + 'что Бог сказал ей вернуться из Австралии в Америку.'
	},
	{
		elm: 'p',
		text:
            'Вернувшись в США Эллен Уайт поселилась возле города святой Елены в Калифорнии. '
            + 'Она назвала свой дом Elmshaven. '
            + 'Эллен призвала к реорганизации Генеральной Конференции и местных конференций для улучшения Божьей работы. '
            + 'Она советовала адвентистам не толпиться всем вместе в Батл-Крике, а переезжать в различные места и свидетельствовать о Господе. '
            + 'Она способствовала переезду офисов издательства Ревью энд Геральд и Генеральной Конференции в Мериленд на Восточном побережьи. '
            + 'В возрасте 81 года Эллен приняла участие в своей последней Генеральной Конференции в 1989м году. '
            + 'На конференции она говорила несколько раз и ее голос был чистым и твердым. '
            + 'В конце своей последней проповеди она подняла Библию и сказала: "Братья и сестры! Я рекомендую Вам эту Книгу!"'
	},
	{
		elm: 'p',
		text:
            'Понимая, что жить ей осталось недолго, Эллен Уайт вернулась в Elmshaven, где она тяжело работала над завершениев нескольки важных книг. '
            + 'Утром 13 февраля 1915 года она споткнулась, упала и сломала бедро. '
            + 'Больше она не могла ходить и все больше ослабевала. '
            + 'Последние месяцы своей жизни ее слова друзьям и близким были наполнены радостью. '
            + 'Она знала, что сделала все возможное как верный Божий вестник. '
            + 'Ее последними словами были: "Я знаю, в Кого уверовала".'
	},
	{
		elm: 'p',
		text: 'Эллен Уайт умерла 16 июля 1915 года в возрасте 87 лет. Она похоронена в Батл-Крике, Мичиган.'
	}
];