H.data.l10n.answer_card_0 = [
	{
		elm: 'title',
		text: 'Эллен Гулд Гармон'
	},
	{
		elm: 'p',
		text: 'Эллен и ее сестра-близнец Элизабет родились 26 ноября 1827 в семье Роберта и Юники Гармон в маленьком городке Горхам, штат Мэн. В родительской семье было 8 детей. Их отец, Роберт Гармон, занимался шитьем шляп. После переезда всей семьей в Портленд, штат Мэн, с Эллен произошел несчастный случай. Когда они с сетрой-близняшкой шли домой, одна девочка кинула в Эллен камень, и он попал ей прямо в нос. Это было очень больно. Эллен пробыла в состоянии комы три недели, а ее отец в это время был в отлучке. Лицо Эллен настолько изменилось, что отец, вернувшись домой, даже не узнал ее. Сердце девочки было разбито, но она знала, что Иисус все равно любит ее и всегда будет любить. Она любила рассказывать друзьям об Иисусе и молиться о них. Когда Эллен было 12, она приняла крещение. Семья Гармон верила в пророчество Вильяма Миллера о том, что Иисус прийдет на Землю 22 октября 1844 года. Из-за этого их исключили из цервки Методистов, которую они посещали до этого. Эллен серьезно подошла к вопросу подготовки всех друзей к возвращению Иисуса. Она даже вязала носки, чтобы заработать деньги на печать брошюр о скором пришествии Христа.'
	},
	{
		elm: 'p',
		text: 'Все ожидавшие были разочарованы, когда Иисус не пришел. Прошло немного времени после "Великого Разочарования" и Бог дал Эллен первое видение. Ей было всего 17 лет и это было первое из около 2000 видений, которые она получила за всю жизнь. В первом видении ей была показана дорога в Новый Иерусалим и Адвентисты, идущие по ней. Эллен почувствовала, что Иисус понимает грусть этих людей и все равно любит их. Они должны понять, что он скоро прийдет. Бог хотел, чтоб она рассказала эту весть всем людям, но Эллен испугалась и не хотела этого делать. Но вскоре она сдалась и согласилась попробовать рассказать другим о своем видении. Эллен не всегда могла говорить хорошо из-за болезни, но когда она начинала рассказывать о видении, ее голос становился крепким. До самой смерти в 1915м году, Эллен была Божьим Вестником для Его избранного народа.'
	}
];