H.data.l10n.answer_card_3 = [
	{
		elm: 'title',
		text: 'Сны, видения и книги'
	},
	{
		elm: 'p',
		text:
            'В декабре 1844 года Бог дал Эллен первое видение из более 2000. '
            + 'Эллен Уайт много писала. '
            + 'В 1851м году она опубликовала свою первую книгу, а после этого написала еще много статей, книг и заметок.'
	},
	{
		elm: 'p',
		text:
            'Эллен Уайт хотела привести людей к Библии и показать как мы можем жить по Библейским принципам. '
            + 'Она писала, чтобы показать людям их ошибки и помочь им слышать Библию. '
            + 'Ее книги готовят нас к последним дням в истории Земли. '
            + 'И почти все ее записи указывают на Христа.'
	},
	{
		elm: 'p',
		text: 'Вот некоторые из видений и книг Эллен Уайт:'
	},
	{
		elm: 'p',
		text:
            'В 1858м году Эллен Уайт видела войну между Христом и Его ангелами и сатаной и его ангелами. '
            + 'Через 2 дня сатана попытался убить ее, чтоб Эллен не смогла рассказать другим о своем видении. '
            + 'Бог защитил ее и она записала все, что видела. '
            + 'Эллен писала об этой великой войне всю свою жизнь. '
            + 'В результате этого являются книги Патриархи и Пророки, Пророки и Цари, Желание Веков, Деяния Апостолов и Великая Борьба '
            + '(эти книги доступны онлайн в разных форматах на сайте http://egwwritings.org).'
	},
	{
		elm: 'p',
		text:
            'В 1863м году была официально организована Церковь Адвентистов Седьмого дня. '
            + 'В этом же году Эллен Уайт получила видение о том, что мы можем улучшить свое здоровье отказавшись от наркотиков, табака, чая, кофе и мяса. '
            + 'Также для нашего здоровья полезен свежий воздух, здоровая диета, физические упражнения, солнечный свет, воздержание, отдых и вера в Бога.'
	},
	{
		elm: 'p',
		text:
            'В 1874м году Эллен Уайт было дано очень важное видение о потребности расширить работу Церкви Адвентистов Седьмого дня за пределы США. '
            + 'Ей были показаны печатные машины работающие в других регионах '
            + 'и организованные группы работающие в таких далеких странах, о которых на то время даже не могли мечтать.'
	},	
	{
		elm: 'p',
		text:
            'Эллен Уайт нашла время написать тысячи страниц наставлений для журналов Ревью, Знамения и Молодежный руководитель. '
            + 'В 1898м году, когда Эллен жила в домике "Sunnyside" в Австралии, она закончила книгу Желание веков, '
            + 'которая рассказывает о жизни Иисуса Христа.'
	},
	{
		elm: 'p',
		text:
            'Вернувшись назад в США в 1900м году, Эллен Уайт поселилась в Калифорнии в доме "Elmshaven". '
            + 'Здесь она провела оставшиеся 15 лет жизни занимаясь написанием книг и вдохновляя других оставаться верными Богу.'
	}
];