H.data.l10n.instructions = [
	{
		elm: 'title',
		text: 'Правила'
	},
	{
		elm: 'p',
		text: 'Тебе нужно набрать 200 очков за 5 минут, чтоб исследовать Питкэрн и получить зачет.'
	},
	{
		elm: 'p',
		text: 'За ответы на вопросы на светлом фоне ты получишь очки. А за вопросы на темном фоне – монеты.'
	},
	{
		elm: 'p',
		text: 'Нажми "Использовать монеты" для получения бонусов. Ты можешь выбрать дополнительное время, дополнительный вопрос (за который ты можешь получить или потерять очки) или подсказку.'
	},
	{
		elm: 'p',
		text: 'Возле указательного столба ты получаешь случайную карту, которая добавляет или забирает очки, монеты или время.'
	},
	{
		elm: 'p',
		text: 'Подсказки дают тебе столько ответов, сколько нужно.'
	},
	{
		elm: 'p',
		text: 'Игра начинается и заканчивается в порту, где корабль Питкэрн был постоен. Ты можешь осмотреть весь остров изменив масштаб карты.'
	},
	{
		elm: 'p',
		text: 'Удачного исследования Питкэрна!'
	}
];
