H.data.questions = {
    primary: [
        {
            q: 'Эллен Уайт всегда получала видения только во время собраний.',
            a: [
                'Нет',
                'Да'
            ]
        },
        {
            q: 'Эллен Уайт всегда получала видения ...',
            a: [
                '... под влиянием Святого Духа.',
                '... во время собраний.',
                '... ночью.',
                '... в церкви.'
            ]
        },
        {
            q: 'Что из этого НЕ доказывает истинность пророка?',
            a: [
                'Делает чудеса',
                'Действия согласованы с Библией',
                'Предсказания сбываются',
                'Вера в Иисуса'
            ]
        },
        {
            q: 'Дополните фразу про истинность пророка: "По ... их узнаете их"(Матф. 7:16)',
            a: [
                '... плодам',
                '... добрым делам',
                '... модным одеяниям',
                '... знании Библии'
            ]
        },
        {
            q: 'Согласно с Матф. 7, как мы можем проверить истинность пророка?',
            a: [
                'По плодам',
                'По слову',
                'По видениям',
                'По словам пастора'
            ]
        },
        {
            q: 'Согласно с Эллен Уайт, в какой книге есть вся информация для нашего спасения?',
            a: [
                'Библия',
                'Великая Борьба',
                'Советы для обучения',
                'Уроки Субботней школы'
            ]
        },
        {
            q: 'Как можно узнать истинного пророка?',
            a: [
                'Проверить соответствие Библии',
                'Проверить знание Библии',
                'Спросить, были ли у него видения',
                'Проверить, говорит ли он на греческом языке'
            ]
        },
        {
            q: 'Дух Святой диктовал Эллен Уайт точные слова для книг.',
            a: [
                'Нет',
                'Да'
            ]
        },
        {
            q: 'Во время видения Эллен держала Библию над головой больше 20ти минут. Сколько весила книга?',
            a: [
                '8.4 кг',
                '10.8 кг',
                '3.8 кг',
                '900 грамм'
            ]
        },
        {
            q: 'Эллен Уайт была вдохновлена. Это значит, что Бог ...',
            a: [
                '... давал ей мысли для записей',
                '... двигал ее руку, когда она писала',
                '... диктовал ей точные слова',
                '... помогал ей петь'
            ]
        },
        {
            q: 'Завершите предложение: Бог ...',
            a: [
                '... дает пророкам мысли.',
                '... двигает рукой пророка, когда он пишет.',
                '... говорит пророку точные слова для проповеди.',
                '... управляет телом пророка.'
            ]
        },
        {
            q: 'Чтобы стать пророком ты должен ...',
            a: [
                '... быть призванным Богом.',
                '... быть идеальным.',
                '... никогда не совершать ошибок.',
                '... всегда говорить благоговейными словами.'
            ]
        },
        {
            q: 'Кто единственный на Земле жил без греха?',
            a: [
                'Иисус',
                'Эллен Уайт',
                'Апостолы',
                'Мойсей'
            ]
        },
        {
            q: 'Сколько видений получила Эллен Уайт за всю жизнь (приблизительно)?',
            a: [
                '2000',
                '20',
                '2',
                '200'
            ]
        },
        {
            q: 'Книги Эллен Уайт ...',
            a: [
                '... приводят к Библии.',
                '... заменяют Библию.',
                '... еще одна Библия.',
                '... лучше чем Библия.'
            ]
        },
        {
            q: 'Если ты читаешь книги Эллен Уайт, то ...',
            a: [
                '... захочешь еще больше читать Библию.',
                '... не захочешь читать Библию.',
                '... не нужно ходить в церковь.',
                '... ты лучше остальных.'
            ]
        },
        {
            q: 'Когда родилась Эллен Уайт?',
            a: [
                '26 ноября 1827 г.',
                '28 марта 1844 г.',
                '13 июня 1945 г.',
                '12 февраля 2001 г.'
            ]
        },
        {
            q: 'Какую травму Эллен Уайт получила в девять лет?',
            a: [
                'Ей попали в лицо камнем',
                'Она сломала ногу, попав под поезд',
                'Она упала из окна и сломала руку',
                'У нее были шрамы от скарлатины'
            ]
        },
        {
            q: 'Как звали мужа Эллен?',
            a: [
                'Джеймс Уайт',
                'Генри Уайт',
                'Чарльз Браун',
                'Джон Уайт'
            ]
        },
        {
            q: 'Дата смерти Эллен Уайт?',
            a: [
                '16 июля 1915 г.',
                '12 февраля 1888 г.',
                '6 июня 1905 г.',
                '5 июля 2004 г.'
            ]
        },
        {
            q: 'Какими были последние слова Эллен?',
            a: [
                'Я знаю, в Кого уверовала.',
                'Нам нечего бояться.',
                'Иисус скоро грядет.',
                'Возрадуемся в Господе.'
            ]
        },
        {
            q: 'В каком возрасте Эллен умерла?',
            a: [
                '87',
                '99',
                '102',
                '65'
            ]
        },
        {
            q: 'Что случилось с Эллен, когда ей было девять лет?',
            a: [
                'Ей попали камнем в лицо',
                'Она упала с лошади',
                'Ее выгнали из школы',
                'Она приняла крещение'
            ]
        },
        {
            q: 'Каким было полное имя Эллен до замужества?',
            a: [
                'Эллен Гулд Гармон',
                'Эллен Джина Смит',
                'Эллен Мэй Уайт',
                'Эллен Уайт'
            ]
        },
        {
            q: 'Сколько было лет Эллен, когда она отдала свое сердце Богу? ',
            a: [
                '12',
                '17',
                '21',
                '15'
            ]
        },
        {
            q: 'Сколько лет было Эллен, когда она получила первое видение?',
            a: [
                '17',
                '14',
                '20',
                '32'
            ]
        },
        {
            q: 'О чем было первое видение Эллен?',
            a: [
                'Путешествие адвентистов в город Божий.',
                'Последний суд над миром.',
                'Какая пища полезна для здоровья.',
                'История борьбы Бога и сатаны.'
            ]
        },
        {
            q: 'Если библейские пророки были 100% под водительством Бога, то Эллен Уайт была ...?',
            a: [
                '100% ведома',
                '80% ведома',
                '50% ведома',
                'не была под водительством'
            ]
        },
        {
            q: 'Для ответов на эти вопросы мы должны прочитать ...',
            a: [
                '... сначала Библию, потом книги Эллен Уайт.',
                '... сначала книги Эллен Уайт, потом Библию.',
                '... только Библию.',
                '... только книги Эллен Уайт.'
            ]

        },
        {
            q: 'В статьях Эллен Уайт писала церкви ...',
            a: [
                '... то, что Бог ей открывал.',
                '... свои идеи.',
                '... слова своего секретаря.',
                '... слова своего мужа.'
            ]

        },
        {
            q: 'Эллен Уайт ... книг других авторов для своих произведений.',
            a: [
                'иногда использовала выдержки из',
                'никогда не использовала выдержки из',
                'всегда брала часть глав из',
                'копировала отрывки'
            ]
        },
        {
            q: 'После того, как пророк получил сон или видение от Бога, он ...',
            a: [
                '... дополнительно исследует все что увидел.',
                '... не исследует увиденное.',
                '... получает знания об истории.',
                '... получает знания о науке.'
            ]

        },
		{
			q: 'Какой из сыновей Уайт отправился по реке Миссиссиппи для обучения и благовествования темнокожим?',
			a: [
				'Эдсон',
				'Генри',
				'Вилли',
				'Джон Герберт'
			]
		},
		{
			q: 'Исходя из Откровения 12:17 и 19:10, что НЕ является признаком Божьего народа в последнее время?',
			a: [
				'Могут творить чудеса и рассказывают о любви',
				'Исполняют Божье Заповеди',
				'Имеют свидетельство Иисуса',
				'Имеют дух пророчества'
			]
		},
		{
			q: 'Эллен Уайт понимала, что она призвана быть Божьим ...',
			a: [
				'вестником',
				'полицейским',
				'священником',
				'туристом'
				]
		},
		{
			q: 'Автором какой из доктрин Адвентистов Седьмого дня является Эллен Уайт?',
			a: [
				'Никакоу – они все основаны на Библии',
				'Суббота – это седьмой день недели',
				'Небесное Святилище – в которое вошел Иисус в 1844 году',
				'Состояние мертвых - мертвые ничего не знают'
				]
		},
		{
			q: 'Основываясь на книге Иеремии 28:9 мы знаем, что истинный пророк ...',
			a: [
				'... делает предсказания, которые сбываются.',
				'... никогда не делает предсказаний.',
				'... только делает людей счастливыми.',
				'... живет праведной жизнью.'
			]
		},
		{
			q: 'В книге Исаии 8:20 написано каким должен быть истинный пророк:',
			a: [
				'Никогда не противоречит Библии',
				'Всегда рассказывает интересные Библейские истории',
				'Все время аккуратный и опрятный',
				'Рассказывает людям чужие секреты'
			]
		},
		{
			q: 'В первом послании Иоанна 4:1-3 говорится, что истинный пророк утверждает, что Иисус ...',
			a: [
				'... полностью Бог и полностью человек.',
				'... дух, посланный от Бога.',
				'... очень хороший человек.',
				'... не такая уж и важная личность.'
			]
		},
        {
            q: 'Какое знамение, описанное в Матф. 24, произошло, когда Эллен было 6 лет?',
            a: [
                'Падение звезд',
				'Большое землетрясение',
				'Великий голод',
                'Началась гражданская война'
            ]
        }
    ],
    secondary: [
        {
            q: 'В какой стране Эллен Уайт жила 9 лет?',
            a: [
                'Австралия',
                'Испания',
                'Перу',
                'Китай'
            ]
        },
        {
            q: 'В какой стране НЕ была Эллен Уайт во время своей поездки в Европу?',
            a: [
                'Канада',
                'Дания',
                'Англия',
                'Франция'
            ]
        },
        {
            q: 'Как расшифровывается буква Г. в полном имени Эллен Г. Уайт?',
            a: [
                'Гулд',
                'Грейс',
                'Глория',
                'Гиллиан'
            ]
        },
        {
            q: 'Как звали сестру-близнеца Эллен?',
            a: [
                'Элизабет',
                'Сара',
                'Алиса',
                'Мэри Джейн'
            ]
        },
        {
            q: 'Кто путешествовал вместе с Эллен после смерти ее мужа?',
            a: [
                'Ее сын Вилли',
				'Ее сестра Сара',
				'Президент Генеральной конференции',
                'Ее лошадь Чарли'
            ]
        },
        {
            q: 'Кто является основателем церкви Адвентистов Седьмого дня вместе с Джеймсом и Эллен Уайт?',
            a: [
                'Джозеф Бейтс',
				'Д.Н. Эндрюс',
				'Вильям Миллер',
                'Урия Смит'
            ]
        },
        {

            q: 'Каким было полное имя Эллен Уайт до замужества?',
            a: [
                'Эллен Гулд Гармон',
				'Эллен Джина Смит',
				'Эллен Гледис Уайт',
                'Эллен Мей Харди'
            ]
        },
        {
            q: 'Куда отправилась Эллен Уайт в 1885 году?',
            a: [
                'в Европу',
				'в Южную Америку',
				'в Индию',
                'в Гренладнию'
            ]
        },
        {
            q: 'Сколько Эллен жила в Европе?',
            a: [
                '2 года',
				'6 месяцев',
				'10 лет',
                '4 недели'
            ]
        },
        {
            q: 'Как звали родителей Эллен Уайт',
            a: [
                'Роберт и Юнис Гармон',
				'Энни и Урия Смит',
				'Джозеф и Прюденс Бейтс',
                'Джон и Анжела Эндрюс'
            ]
        },
        {
            q: 'О какой пище Эллен получила указание от Бога, что ее лучше не употреблять?',
            a: [
                'Мясо',
				'Зеленые бобы',
				'Замороженная еда',
                'Консервы'
            ]
        },
        {
            q: 'Бог показал Эллен Уайт, что не очень хорошо для здоровья пить ...',
            a: [
                'кофе',
				'воду',
				'сок',
                'виноградный сок'
            ]
        },
        {
            q: 'Как Эллен и Джеймс Уайт узнали, что нужно праздновать субботу?',
            a: [
                'Прочитали брошюру',
				'Услышали проповедь',
				'Увидели в видении',
                'Кто-то рассказал им'
            ]
        },
        {
            q: 'Сколько лет Джеймс и Эллен были в браке?',
            a: [
                '35',
				'5',
				'50',
                '25'
            ]
        },
        {
            q: 'Что случилось с Генри Уайтом в 1863 году?',
            a: [
                'Умер',
				'Закончил школу',
				'Женился',
                'Купил велосипед'
            ]
        },
        {
            q: 'Какое важное событие произошло в 1846 году с Эллен и Джеймсом Уайт в городе Топшем?',
            a: [
                'Приняли библейскую Субботу',
				'Сгорел их дом',
				'Основали церковь Адвентистов Седьмого дня',
                'Встретили президента США'
            ]
        },
        {
            q: 'Чтобы жертвовать на распространение литературы миллеритов молодая Эллен Гармон ...',
            a: [
                'вязала носки',
				'продавала книги',
				'работала в саду',
                'делала шляпы'
            ]
        },
        {
            q: 'Какой десерт очень нравился Эллен Уайт?',
            a: [
                'Лимонный пирог',
				'Шоколадный торт',
				'Мороженное',
                'Мятные конфеты'
            ]
        },
        {
            q: 'Как Эллен назвала свой дом в северной Калифорнии?',
            a: [
                'Элмсхэвэн',
				'Саннисайд',
				'Лесной холм',
                'Шилох'
            ]
        },
        {
            q: 'Чем зарабатывал на жизнь отец Эллен?',
            a: [
                'Делал шляпы',
				'Делал обувь',
				'Работал в кузнечной мастерской',
                'Продавал книги'
            ]
        },
        {
            q: 'Как Эллен назвала свой дом в Австралии?',
            a: [
                'Саннисайд',
				'Элмсхэвэн',
				'Шилох',
                'Эндсмид'
            ]
        },
        {
            q: 'Какое животное жило на кухне Эллен в Элмсхэвэне?',
            a: [
                'Канарейка',
				'Кот',
				'Хомяк',
                'Золотая рыбка'
            ]
        },
        {
            q: 'В Австралии у Эллен был питомец по кличке Тиглатпаласар. Что это было за животное?',
            a: [
                'Собака',
				'Лошадь',
				'Кот',
                'Ящерица'
            ]
        },
        {
            q: 'В видении Эллен Уайт было сказано купить Чарли. Каким животным был Чарли?',
            a: [
                'Лошадь',
				'Большая собака',
				'Корова',
                'Верблюд'
            ]
        },
        {
            q: 'Кем приходится Роберт Гармон для Эллен Уайт?',
            a: [
                'Отец',
				'Муж',
				'Дедушка',
                'Друг'
            ]
        },
        {
            q: 'В каком году умер Джеймс Уайт?',
            a: [
                '1881',
				'1888',
				'1844',
                '1945'
            ]
        },
        {
            q: 'В каком году Джеймс и Эллен сыграли свадьбу?',
            a: [
                '1846',
				'1877',
				'1899',
                '1844'
            ]
        },
        {
            q: 'Где родилась Эллен Уайт?',
            a: [
                'Горем, штат Мен',
				'Батл Крир, штат Мичиган',
				'Лома Линда, штат Калифорния',
                'Берриен Спрингс, штат Мичиган'
            ]
        },
        {
            q: 'Какой из сыновей Эллен умер через несколько месяцев после рождения?',
            a: [
                'Джон Герберт',
				'Генри Николс',
				'Джеймс Эдсон',
                'Вильям Кларенс'
            ]
        },
        {
            q: 'Как звали старшего сына Эллен?',
            a: [
                'Генри',
				'Джон',
				'Эдсон',
                'Вилли'
            ]
        },
        {
            q: 'Почему Эллен исключили из церкви методистов в 1843?',
            a: [
                'Верила учению Миллера',
				'Не приняла крещение',
				'Нарушала субботу',
                'Спала во время служения'
            ]
        },
        {
            q: 'Как звали врача из санатория в Батл Крике, который покинул церковь из-за своих убеждений?',
            a: [
                'Джон Харви Келлог',
				'Урия Смит',
				'Джозеф Бейтс',
                'Джордж Кинг'
            ]
        },
        {
            q: 'У кого из первых адвентистов была деревянная нога?',
            a: [
                'Урия Смит',
				'Джордж Кинг',
				'Джон Эндрюс',
                'Джозеф Бейтс'
            ]
        },
        {
            q: 'Кто из пионеров адвентизма был морским капитаном?',
            a: [
                'Джозеф Бейтс',
				'Джон Лафборо',
				'Чарльз Эндрюс',
                'Джордж Вашингтон'
            ]
        },
        {
            q: 'Кто был первым миссионером официально посланным церковью Адвентистов Седьмого дня на другой континент?',
            a: [
                'Джон Эндрюс',
				'Эллен Уайт',
				'Кейт Линдсау',
                'Энни Смит'
            ]
        },
        {
            q: 'Кто был первым президентом Генеральной Конференции Адвентистов Седьмого дня?',
            a: [
                'Джон Байингтон',
				'Джон Эндрюс',
				'Джордж Батлер',
                'Артур Дэниелс'
            ]
        },
        {
            q: 'Кто был первым литературным евангелистом?',
            a: [
                'Джордж Кинг',
				'Джон Эндрюс',
				'Джеймс Уайт',
                'Роберт Пирсон'
            ]
        },
        {
            q: 'Как назывался первый миссионерский корабль?',
            a: [
                'Питкэрн',
				'Баунти',
				'Наутилус',
                'Волна океана'
            ]
        },
        {
            q: 'Сколько лет было Джеймсу Уайту когда он умер?',
            a: [
                '60',
				'35',
				'51',
                '99'
            ]
        },
        {
            q: 'Какая церковь была самой большой адвентистской церковью Батл Крика?',
            a: [
                'Десятицентовая Скиния',
				'Часовня Миллера',
				'Церковь Джексонвилль',
                'Церковь Маршалла'
            ]
        },
        {
            q: 'Где проводили встречи евангелисты Адвентистов Седьмого дня в самом начале?',
            a: [
                'В тентах',
				'В церквях',
				'На танцевальных площадках',
                'На железнодорожных вокзалах'
            ]
        },
        {
            q: 'Кроме здания издательства Ревью энд Геральд, какое еще здание сгорело в 1902 году?',
            a: [
                'Санаторий Батл Крика',
				'Пожарная часть Батл Крика',
				'Мерия Батл Крика',
				'Церковь Батл Крика'
            ]
        },
        {
            q: 'Где находится главный офис Центра литературного наследния Эллен Уайт?',
            a: [
                'Силвер-Спринг, штат Мэриленд',
				'Лома Линда, штат Калифорния',
				'Элмсхэвэн, штат Калифорния',
                'Батл Крик, штат Мичиган'
            ]
        },
        {
            q: 'Как назывался пароход Джеймса Эдсона Уайта?',
            a: [
                'Утренняя звезда',
				'Питкэрн',
				'Баунти',
                'Огонь служения'
            ]
        },
        {
            q: 'Из-за чего, по мнению Эллен Уайт, сгорел санаторий Батл Крика?',
            a: [
                'Духовное состояние Батл Крика',
				'Старые строительные материалы',
				'Недостаточно пожертвований было собрано',
                'Молодежь разговаривала на служении'
            ]
        },
        {
            q: 'Когда у Эллен Уайт было первое видение?',
            a: [
                'Декабрь 1844 года',
				'Октябрь 1855 года',
				'Ноябрь 1866 года',
                'Сентябрь 1877 года'
            ]
        },
        {
            q: 'Когда произошло падение звезд? (Матф. 24:29)',
            a: [
                '13 ноября 1833 года',
				'22 октября 1844 года',
				'6 ноября 1857 года',
                '16 июля 1915 года'
            ]
        },
        {
            q: 'Когда Иисус вошел в Святое Святых на небе?',
            a: [
                '22 октября 1844 г.',
                '26 ноября 1827 г.',
                '26 июня 1842 г.',
                'август 1846 г.'
            ]
        },
        {
            q: 'Когда сгорело помещение издательства Ревью энд Геральд?',
            a: [
                'декабрь 1902 г.',
                'июль 1875 г.',
                'октябрь 1844 г.',
                'сентябрь 1899 г.'
            ]
        },
        {
            q: 'Какое важное событие произошло 22 октября 1844 г.?',
            a: [
                'На небе начался следственный суд',
				'Ничего необычного',
				'Появилось название Адвентисты Седьмого Дня',
                'Джеймс и Эллен поженились'
            ]
        },
        {
            q: 'О чем было написано в листовках, которые напечатал Джозеф Бейтс в 1846 г.?',
            a: [
                'Седьмой день – Суббота',
				'Состояние мертвых',
				'Второе пришествие',
                'Новый Иерусалим'
            ]
        },
        {
            q: 'Кто первый понял что произошло в небесном святилище после 22 октября 1844 г.?',
            a: [
                'Хирам Эдсон',
				'Эллен Уайт',
				'Джозеф Бейтс',
                'Джордж Вашингтон'
            ]
        },
        {
            q: 'Какая книга Эллен Уайт рассказывает о жизни Христа?',
            a: [
                'Желание веков',
				'Великая борьба',
				'Избранные вести. Том 1',
                'Ранние произведения'
            ]
        },
        {
            q: 'Какую книгу Эллен Уайт завершила в 1898 г. в "Саннисайд" в Австралии?',
            a: [
                'Желание веков',
				'Великая борьба',
                'Вести для молодежи',
                'Гимны Адвентистов Седьмого дня'
            ]
        },
        {
            q: 'В какой книге Эллен Уайт описала конфликт Христа и Сатаны?',
            a: [
                'Великая борьба',
                'Вести для молодежи',
				'Воспитание детей',
                'Христианский дом'
            ]
        },
        {
            q: 'Какое второе название есть у книги Желание веков?',
            a: [
                'Христос – надежда мира',
				'Божий Сын',
				'Иисус суперзвезда',
                'Когда Он прийдет'
            ]
        },
        {
            q: 'Где жила Эллен Уайт в 1888 г., когда заканчивала писать "Великую борьбу"?',
            a: [
                'Хилдсбург, штат Калифорния',
				'Силвер-Спринг, штат Мэриленд',
				'Базель, Швейцария',
                'Куранбонг, Австралия'
            ]
        },
        {
            q: 'Где жила Эллен Уайт в 1898 г., когда заканчивала писать "Желание веков"?',
            a: [
                'Куранбонг, Австралия',
				'Кейптаун, ЮАР',
                'Базель, Швейцария',
                'Элмсхэвэн'
            ]
        },
        {
            q: 'Какая книга не входит в сборник "Конфликт веков"?',
            a: [
                'Воспитание детей',
				'Желание веков',
				'Пророки и цари',
                'Великая борьба'
            ]
        }
    ]
};