H.data.l10n.story = [
    {
        elm: 'title',
        text: 'История острова Питкэрн'
    },
    {
        elm: 'p',
        text:
            'Переливающийся изумрудной зеленью в бархатно-синем океане расположен маленький остров Питкэрн. '
            + 'Он находится далеко-далеко от любого другого острова или оживленных морских путей. '
            + 'В 1789 г. на одном из кораблей в Тихом океане, который назывался Баунти, взбунтовалась команда. '
            + 'Матросы свергли капитана и искали безлюдное место, чтоб оставить там людей, которые не присоединились к восстанию. '
            + 'Они нашли остров Питкэрн и высадили всех там. '
            + 'Дальнейшая судьба этого корябля была незавидная. Бунтовщики перессорились между собой и перебили друг друга. '
            + 'Прошло целых 18 лет прежде чем другой корабль обнаружил этот остров. '
            + 'Оказалось, что из команды корабля остался жив только один мужчина и с ним было несколько женщин с детьми.'
    },
    {
        elm: 'p',
        text:
            'В 1876 г. Джеймс Уайт и Джон Эндрюс послали несколько писем на остров Питкэрн, но так и не узнали дошли они или нет. '
            + 'Через несколько лет на остров прибыл корабельный плотник Джон Тау, Адвентист Седьмого дня. '
            + 'Он рассказал жителям острова о любви Иисуса и о субботе. '
            + 'После этого Тау вернулся в США, где поведал удивительные истории о времени, проведенном на острове Питкэрн. '
            + 'Генеральная Конференция решила построить небольшой парусный корабль, чтобы посещать остров Питкэрн и другие острова Тихого океана. '
            + 'Это был первый миссионерский корабль Адветистов Седьмого дня. '
            + 'С большим энтузиазмом дети, подростки, молодежь и взрослые жертвовали деньги на постройку этого корабля. '
            + 'Его назвали Питкэрн – в честь красивого острова. '
            + 'В 1890 г. миссионерский корабль вышел в Тихий океан с миссионерами на борту. '
            + 'Он плавал туда и обратно по всему Тихому океану целых 10 лет, возвещая историю любви Иисуса.'
    }
];