H.data.l10n.story = [
    {
        elm: 'title',
        text: 'История Питкэрна'
    },
    {
        elm: 'p',
        text: 'Переливающийся зеленью, как изумруд, на фоне синего бархата океана плавает маленький остров Питкэрн. Он находится далеко-далеко от любого другого острова или плавающих туда-сюда кораблей. В 1789м году на корабле Баунти произощел бунт. Команда свергла капитана и искала место в океане, где никто никогда не бывал, чтоб оставить его там. Они нашли Питкэрн и высадили его там. Но дальше ситуация испортилась, команда корабля поссорилась и перебила друг друга. Прошло 18 лет прежде чем другой корабль приплыл на этот остров и обнаружилось, что из команды корабля остался жив один мужчина и несколько женщин с детьми.'
    },
    {
        elm: 'p',
        text: 'В 1876м году Джеймс Уайт и Джон Эндрюс послали несколько писем на остров Питкэрн, но так и не узнали дошли они или нет. Через несколько лет на остров прибыл корабельный плотник Джон Тау, Адвентист Седьмого дня. Он рассказал жителям острова о любви Иисуса и о субботе. После этого Тау вернулся в США, где поведал удивительные истории о времени, проведенном на острове Питкэрн. Генеральная Конференция решила построить небольшой парусный корабль, чтобы посещать остров Питкэрн и другие острова Тихого океана. Это был первый миссионерский корабль Адветистов Седьмого дня. С большим энтузиазмом дети, подростки, молодежь и взрослые жертвовали деньги на постройку этого корабля. Его назвали Питкэрн – в честь красивого острова. В 1890м году миссионерский корабль вышел в Тихий океан с миссионерами на борту. Он плавал туда и обратно по всему Тихому океану целых 10 лет, возвещая историю любви Иисуса.'
    }
];